Repository: common-repository/wl-article-adopter
Catalog: languages/wlaa-plugin-*.po
Languages: nb_no

source: Could not get tags from shared article server:
nb_no: Kunne ikke hente tags fra artikkeldatabaseserver:

source: Updated shared article tags at %s
nb_no: Oppdaterte delte artikkel-tags ved %s

source: Tag
nb_no: Stikkord

source: Subscribed
nb_no: Abonnert

source: Menu
nb_no: I menyen

source: Tag %s synched to %s
nb_no: Stikkord %s synkronisert opp til %s

source: Error under subscription to tag %s:
nb_no: Feil under abonnement på stikkord %s:

source: Error under subscription to tag %s: No response
nb_no: Feil under abonnement på stikkord %s: Ikke noe svar

source: Error under subscription to tag %s id %d:
nb_no: Feil under abonnement på artikkel ved stikkord %s artikkelid på server %d

source: Shared Article Tag
nb_no: Delt artikkel-stikkord

source: Article Adopter: You are not currently connected to the article database server.
nb_no: Article Adopter: Du er ikke tilkoblet artikkel-database serveren

source: WP-Cron hasn't updated articles for an hour. Updating now.
nb_no: WP-Cron har ikke oppdatert artikler på over en time. Oppdaterer nå.

source: Article Database
nb_no: Artikkeldatabase

source: Subscribe
nb_no: Abonner

source: Unsubscribe
nb_no: Av-abonner

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Shared Article
nb_no: Delt artikkel

source: Share this article
nb_no: Del denne artikkelen

source: Update already in progress.
nb_no: Oppdatering allerede i gang.

source: Could not get updates: Not connected
nb_no: Kunne ikke hente oppdateringer: Nettstedet er ikke i samband med artikkeldatabaseserver

source: Getting updates. Last update was %s -- will fetch up to %d new articles and updates.
nb_no: Henter oppdateringer. Sist oppdatering var %s - vil nå hente opp til %d nye artikler og oppdateringer.

source: Error getting updates from shared article server:
nb_no: Feil unter henting av oppdateringer fra delt artikkeldatabase-server:

source: Error while updating article with remote id %d - stopping the update.
nb_no: Feil under oppdatering av artikkel med fjern-id %d - oppdatering stoppes

source: %d articles updated at %s
nb_no: %d artikler oppdatert ved tidspunkt %s

source: Could not create temporary upload directory for importing featured images of shared articles
nb_no: Klarte ikke å opprette midlertidig opplastingskatalog for å importere bilder fra delt artikkel

source: Attaching featured image to post %d failed; invalid filename '%s'
nb_no: Klarte ikke å tilkoble hovedbilde til artikkel %d - filnavnet '%s' er ugyldig

source: Attaching featured image to post %d failed; input not an url
nb_no: Klarte ikke å tilkoble hovedbilde til artikkel %d - input er ikke en url

source: Couldn't download featured image to post %d
nb_no: Klarte ikke å laste ned hovedbilde til artikkel %d

source: Can't attach featured image to post: %s not an image
nb_no: Kan ikke tilkoble hovedbilde til post %d - %s er ikke noe bilde

source: Attaching featured image '%s' to post: Could not get upload directory
nb_no: Under tilkobling av hovedbilde %s til artikkel: Kunne ikke finne opplastingskatalog

source: Attaching featured image %s to post: File exists
nb_no: Under tilkobling av hovedbilde %s til artikkel: Filen eksisterer allerede

source: Not subscribed
nb_no: Ikke abonnert på

source: Unsubscribing to post %d
nb_no: Av-abonnerer på artikkel %d

source: Unsharing trashed article %d '%s'
nb_no: Av-deler artikkel %d med navn '%s' som er lagt i søppel

source: Updating export of shared article %d '%s'
nb_no: Oppdaterer eksportering av artikkel %d '%s'

source: Sharing article %d '%s'
nb_no: Deler artikkel %d '%s'

source: Unsharing article %d '%s'
nb_no: Av-deler artikkel %d '%s'

source: Problems updating remote of shared article:
nb_no: Problemer under oppdatering av delt artikkel:

source: Shared article already unexported.
nb_no: Delt artikkel er allerede av-eksportert.

source: Problems deleting shared article:
nb_no: Problemer under sletting av delt artikkel:

source: This article is originally by %s from %s . Edits will be overwritten by data from the repository.
nb_no: Denne artikkelen er opprinelig av %s fra %s. Redigeringer gjort her vil bli overskrevet av data fra repositoriet.

source: You are not currently connected to the library, so synchronization will not happen.
nb_no: Du er for tiden ikke koblet til biblioteket, så synkronisering vil ikke skje

source: Are you sure?
nb_no: Er du sikker?

source: Before sharing, please ensure that you own the copyright or have permission to share the material in the article, including any featured image. The responsibilty for ensuring this lies entirely on the actor sharing the article.
nb_no: Før du deler, vennligst sørg for at du enten eier copyright eller har tillatelse til å dele alt materiale i artikkelen, inklusive hovedbildet. Ansvaret for dette ligger på vedkommende som deler artikkelen.

source: Selecting the checkbox below will export this article to the shared article database, enabling other cooperating sites to 'adopt' it
nb_no: Å velge avhukingsboksen under vil eksportere denne artikkelen til den delte artikkel-databaseserveren, som vil tillate andre samarbeidende nettsteder å 'adoptere' den.

source: Please ensure you own the copyright or have permission to share all content in this article
nb_no: Vennligst sørg for at du eier copyright eller har tillatelse til å dele alt innhold i denne artikkelen

source: Since this post has an attached featured image, this too will be shared and downloaded by clients if shared
nb_no: Siden denne artikkelen har et tilknyttet hovedbilde, vil dette også bli delt og nedlastet av klienter hvis artikkelen deles.

source: Sharing the article
nb_no: Deling av artikkel

source: Article with id %d couldn't be '%s'-ed due to an error
nb_no: Artikkelen med id %d kunne ikke bli gjort operasjon '%s' på på grunn av en feil

source: Showing articles tagged '%s . '
nb_no: Viser artikler merket '%s'.

source: search
nb_no: Søk

source: All categories
nb_no: Alle kategorier

source: Getting updates from wp-cron.
nb_no: Henter oppdateringer via WP-Cron

source: Every ten minutes
nb_no: Hvert tiende minutt

source: Resetting last updated to '%s'
nb_no: Resetter siste oppdatering til '%s'

source: Getting updates on options save
nb_no: Henter oppdateringer fordi innstillingene ble lagret

source: Updated %d articles
nb_no: Oppdaterte %d artikler

source: Options
nb_no: Instillinger

source: Log
nb_no: Logg

source: URL to article repository
nb_no: URL til artikkeldatabasen

source: Username
nb_no: Brukernavn

source: Username at article repository
nb_no: Brukernavn på artikkeldatabaseserver

source: Import to local user
nb_no: Importer til denne lokale brukeren

source: This local user will be owner of all imported articles
nb_no: Denne lokale brukeren vil stå som eier av alle importerte artikler.

source: Text to add to the bottom of the articles
nb_no: Bunntekst til artikler

source: Add this text to the bottom of all articles adopted.
nb_no: Tekst som skal legges til i bunn av alle importerte artikler

source: The text ORIGIN will be replaced with originating article
nb_no: Ordet 'ORIGIN' vil erstattes med opprinnelig artikkel

source: Connection Key
nb_no: Tilkoblingsnøkkel

source: Enter server and username to generate key
nb_no: Legg til server og brukernavn for å kunne generere nøkkel

source: Connect
nb_no: Koble til

source: Generate New Key
nb_no: Generer ny nøkkel

source: Generating a new key
nb_no: Generering av ny nøkkel

source: Are you certain?
nb_no: Er du sikker?

source: Generating a new key will invalidate your connection; and you will have to register the new connection key at the server.
nb_no: Å generere en ny nøkkel vil invalidere forbindelsen din, og du vil måtte registrere den nye nøkkelen på server på nytt.

source: OK, go ahead
nb_no: OK, sett i gang

source: Last update was
nb_no: Sist oppdatering var

source: Reset last-updated timestamp and re-synchronize articles
nb_no: Nullstill sist-oppdatert datostempel og resynkroniser artikler

source: Logfile location:
nb_no: Sti til loggfil:

source: Connecting to server
nb_no: Kobler til server

source: Could not connect - check configuration
nb_no: Kunne ikke koble til - sjekk konfigurasjonen

source: Could not connect. Server responded
nb_no: Kunne ikke koble til. Server svarte:

source: You are now connected
nb_no: Du er nå tilkoblet.

source: Connected.
nb_no: Tilkoblet.

source: Could not get domain from site home! Is it a valid URL?
nb_no: Kunne ikke finne domenet fra serverinstillingene - er 'site home' en gyldig URL?

source: Could not create key
nb_no: Kunne ikke skape nøkkelen

source: Could not connect - please set allow_url_fopen to true in php.ini on client
nb_no: Kunne ikke koble til - vennligst sørg for at allow_url_fopen er sann i php.ini på klienten

source: Error connecting:
nb_no: Feil under tilkobling

source: OK! You are now connected
nb_no: OK! Du er nå tilkoblet.

source: The client for Shared Article Repository plugin, a database of shared articles for participating websites
nb_no: Klienten til Shared Article Repository plugin, en database av delte artikler for deltagende nettsteder
